Repository: herbew/oncourse
Catalog: oncourse/libs/django_messages/locale/*/LC_MESSAGES/django.po
Languages: id

source: group
id: grup

source: Creates the message optionally for all users or a group of users.
id: Membuat pesan secara opsional untuk semua pengguna atau sekelompok pengguna.

source: All users
id: Semua pengguna

source: Message
id: Pesan

source: Date/time
id: Tanggal/waktu

source: Messages
id: Pesan

source: The following usernames are incorrect: %(users)s
id: Username pengguna berikut salah: %(users)s

source: Recipient
id: Penerima

source: Subject
id: Subyek

source: Body
id: Isi Pesan

source: Message Received
id: Pesan Diterima

source: you have received a message
id: anda mendapatkan sebuah pesan baru

source: Message Sent
id: Pesan Terkirim

source: you have sent a message
id: anda telah mengirim pesan

source: Message Replied
id: Pesan Dibalas

source: you have replied to a message
id: anda telah membalas pesan

source: Reply Received
id: Balas Pesan

source: you have received a reply to a message
id: anda telah menerima balasan pesan

source: Message Deleted
id: Pesan Dihapus

source: you have deleted a message
id: anda telah menghapus pesan

source: Message Recovered
id: Pesan Dipulihkan

source: you have undeleted a message
id: anda telah membatalkan penghapusan pesan

source: Sender
id: Pengirim

source: Parent message
id: Pesan Induk

source: sent at
id: dikirim pada

source: read at
id: dibaca pada

source: replied at
id: dibalas pada

source: Sender deleted at
id: Pengirim menghapus pada

source: Recipient deleted at
id: Penerima menghapus pada

source: Inbox
id: Kotak Masuk

source: Sent Messages
id: Pesan Terkirim

source: New Message
id: Pesan Baru

source: Trash
id: Sampah

source: Compose Message
id: Menulis Pesan

source: Send
id: Kirim

source: Received
id: Diterima

source: Action
id: Tindakan

source: delete
id: hapus

source: No messages.
id: Tidak ada pesan.

source: Hello %(recipient)s, you received a private message from %(sender)s with the following contents:
id: Halo %(recipient)s, anda mendapatkan pesan pribadi dari %(sender)s dengan isi berikut:

source: Sent from %(site_url)s
id: Dikirim dari %(site_url)s

source: Reply
id: Balas

source: Sent
id: Terkirim

source: Deleted Messages
id: Pesan Dihapus

source: Date
id: Tanggal

source: undelete
id: batalkan penghapusan

source: Deleted Messages are removed from the trash at unregular intervals, don't rely on this feature for long-time storage.
id: Pesan yang dihapus, dihapus dari sampah pada interval yang tidak teratur, jangan bergantung pada penggunaan fitur ini untuk penyimpanan jangka panjang.

source: View Message
id: Buka Pesan

source: Delete
id: Hapus

source: You have deleted the message '%(message)s'.
id: Anda telah menghapus pesan '%(message)s'.

source: You have deleted the message <a href="%(message_url)s">%(message)s</a>.
id: Anda telah menghapus pesan <a href="%(message_url)s">%(message)s</a>.

source: %(message_sender)s has sent you a message: %(message)s %(message_body)s http://%(current_site)s%(message_url)s
id: %(message_sender)s telah mengirimkan anda sebuah pesan: %(message)s %(message_body)s http://%(current_site)s%(message_url)s

source: You have received the message <a href="%(message_url)s">%(message)s</a> from %(message_sender)s.
id: Anda mendapatkan pesan <a href="%(message_url)s">%(message)s</a> dari %(message_sender)s.

source: %(notice)s by %(message_sender)s
id: %(notice)s oleh %(message_sender)s

source: You have recovered the message '%(message)s'.
id: Anda telah memulihkan pesan '%(message)s'.

source: You have recovered the message <a href="%(message_url)s">%(message)s</a>.
id: Anda telah memulihkan pesan <a href="%(message_url)s">%(message)s</a>.

source: You have replied to '%(message_parent_msg)s' from %(message_recipient)s.
id: Anda telah membalas ke '%(message_parent_msg)s' dari %(message_recipient)s.

source: You have replied to <a href="%(message_url)s">%(message_parent_msg)s</a> from %(message_recipient)s.
id: Anda telah membalas ke <a href="%(message_url)s">%(message_parent_msg)s</a> dari %(message_recipient)s.

source: %(message_sender)s replied to '%(message_parent_msg)s': %(message)s %(message_body)s http://%(current_site)s%(message_url)s
id: %(message_sender)s dibalas ke '%(message_parent_msg)s': %(message)s %(message_body)s http://%(current_site)s%(message_url)s

source: %(message_sender)s has sent you a reply to %(message_parent_msg)s.
id: %(message_sender)s telah mengirimkan anda balasan ke %(message_parent_msg)s.

source: You have sent the message '%(message)s' to %(message_recipient)s.
id: Anda telah mengirimkan pesan '%(message)s' ke %(message_recipient)s.

source: You have sent the message <a href="%(message_url)s">%(message)s</a> to %(message_recipient)s.
id: Anda telah mengirimkan pesan <a href="%(message_url)s">%(message)s</a> ke %(message_recipient)s.

source: %(sender)s wrote: %(body)s
id: %(sender)s menulis: %(body)s

source: New Message: %(subject)s
id: Pesan Baru: %(subject)s

source: Message successfully sent.
id: Pesan berhasil terkirim.

source: Message successfully deleted.
id: Pesan berhasil dihapus.

source: Message successfully recovered.
id: Pesan berhasil dipulihkan.
